adpyke.codesnap
akamud.vscode-theme-onedark
alexkrechik.cucumberautocomplete
batisteo.vscode-django
CodeStream.codestream
CoenraadS.bracket-pair-colorizer
CoenraadS.bracket-pair-colorizer-2
dakara.dakara-foldplus
dongli.python-preview
donjayamanne.python-extension-pack
eamodio.gitlens
emmanuelbeziat.vscode-great-icons
esbenp.prettier-vscode
felipe-mendes.slack-theme
file-icons.file-icons
formulahendry.code-runner
gitduck.code-streaming
golang.go
GulajavaMinistudio.mayukaithemevsc
Heron.firefox-devtools-theme
lextudio.restructuredtext
lukas-tr.materialdesignicons-intellisense
magicstack.MagicPython
ms-azuretools.vscode-azurefunctions
ms-azuretools.vscode-azureresourcegroups
ms-azuretools.vscode-azurestorage
ms-azuretools.vscode-cosmosdb
ms-azuretools.vscode-docker
ms-dotnettools.vscode-dotnet-runtime
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-vscode-remote.remote-containers
ms-vscode.azure-account
ms-vscode.powershell
ms-vsliveshare.vsliveshare
msazurermtools.azurerm-vscode-tools
Nimda.deepdark-material
njpwerner.autodocstring
njqdev.vscode-python-typehint
PKief.material-icon-theme
pxius.carbon-owl
robocorp.robotframework-lsp
shd101wyy.markdown-preview-enhanced
Shelex.vscode-cy-helper
silofy.hackthebox
spoonscen.es6-mocha-snippets
timonwong.shellcheck
tinkertrain.theme-panda
tonybaloney.vscode-pets
VisualStudioExptTeam.vscodeintellicode
vscode-icons-team.vscode-icons
wayou.vscode-todo-highlight
wholroyd.jinja
yandeu.five-server
yummygum.city-lights-theme
